Repository: Pedro-Barros77/ConsolePuzzle_2
Catalog: Resources/*_local.resx
Languages: pt_br

source: are Portals
pt_br: são Portais

source: are The Cannons
pt_br: são Os Canhões

source: are The Guards
pt_br: são Os Guardas

source: are the One-Ways
pt_br: são os One-Ways

source: are the Player Doors
pt_br: são as Portas de Jogador

source: Arrow keys
pt_br: Setas

source: BackSpace/left arrow
pt_br: BackSpace/seta para esquerda

source: Be careful!
pt_br: Tome coidado!

source: Boxes
pt_br: Caixas

source: Caution!
pt_br: Atenção!

source: Change game language
pt_br: Mudar idioma do jogo

source: Change Options and Settings
pt_br: Mudar Opções e Configurações

source: Coins
pt_br: Moedas

source: Collected Coins
pt_br: Moedas Coletadas

source: Collected Keys
pt_br: Chaves Coletadas

source: Completed Level
pt_br: Nível Completo

source: Continue
pt_br: Continuar

source: Create Custom Levels
pt_br: Criar Níveis Personalizados

source: Custom description will be available soon
pt_br: Descrição personalizada estará disponível em breve

source: Dev Code
pt_br: Código

source: Eliminated
pt_br: Eliminado

source: Enable/Disable game music
pt_br: Ativar/Desativar música do jogo

source: Enable/Disable game sound effects
pt_br: Ativar/Desativar efeitos sonoros do jogo

source: English
pt_br: Inglês

source: enter/SpaceBar/right arrow
pt_br: enter/barra de espaço/seta para direita

source: Execute special commands (developer only)
pt_br: Executar comandos especiais (apenas para o desenvolvedor)

source: Field of View
pt_br: Campo de Visão

source: Game Paused
pt_br: Jogo Pausado

source: Go back
pt_br: Voltar

source: Go back to Main Menu
pt_br: Voltar para o Menu Principal

source: Grab box
pt_br: Agarrar caixa

source: Hold
pt_br: Segure

source: is a Box
pt_br: é uma Caixa

source: is a door that only opens after collecting a specific key
pt_br: é uma porta que abre apenas ao coletar uma chave específica

source: is a door that only opens after collecting some coins
pt_br: é uma porta que abre apenas ao coletar moedas

source: is a Pressure Button
pt_br: é um Botão de Pressão

source: is The Seeker
pt_br: é O Perseguidor

source: It opens doors
pt_br: Ele abre portas

source: It stays asleep until you get too close!
pt_br: Ele fica adormecido até você chegar perto demais!

source: Keys
pt_br: Chaves

source: Language
pt_br: Idioma

source: Level
pt_br: Nível

source: Level Completed
pt_br: Nível Completo

source: Level Creator
pt_br: Criar Nível

source: Levels
pt_br: Níveis

source: Main Menu
pt_br: Menu Principal

source: Move
pt_br: Mover

source: Move Player
pt_br: Mover Jogador

source: Movement
pt_br: Movimentação

source: Multiplayer
pt_br: Multijogador

source: Music
pt_br: Música

source: Navigate
pt_br: Navegar

source: Next Level
pt_br: Próximo Nível

source: Off
pt_br: Desligado

source: On
pt_br: Ligado

source: Only the player with the specified color can cross
pt_br: Apenas o jogador da cor informada pode passar

source: Open creator (HTML file)
pt_br: Abrir criador (arquivo HTML)

source: Open Level Creator HTML file on your browser
pt_br: Abrir o arquivo HTML do criador de nível no seu navegador

source: Open Levels List
pt_br: Abrir Lista de Níveis

source: Open Tutorials List
pt_br: Abrir Lista de Tutoriais

source: Options
pt_br: Opções

source: Paste map JSON (from clipboard) to load and play the level
pt_br: Colar o JSON (área de transferência) do mapa para carregar e jogar o nível

source: Paste map JSON value
pt_br: Colar JSON do level

source: Pause
pt_br: Pausar

source: Portals
pt_br: Portais

source: Portuguese
pt_br: Português

source: Pressed Buttons
pt_br: Botões Pressionados

source: Quick Restart
pt_br: Reinício Rápido

source: Remember to restart the level in case you get stuck
pt_br: Lembre-se de reiniciar o nível caso fique preso

source: Restart
pt_br: Reiniciar

source: Select
pt_br: Selecionar

source: Select another
pt_br: Selecione outro

source: Select Level
pt_br: Selecionar Nível

source: Select Tutorial
pt_br: Selecionar Tutorial

source: Sometimes two players are needed to complete a level
pt_br: Às vezes dois jogadores são necessários para completar um nível

source: Sometimes you can't see everything arround you
pt_br: Às vezes você não consegue ver tudo ao seu redor

source: Sound Effects
pt_br: Efeitos Sonoros

source: Start Survival Mode
pt_br: Começar Modo Sobrevivência

source: Start Tutorial
pt_br: Começar Tutorial

source: Survival Mode
pt_br: Tutoriais

source: The Cannons
pt_br: Os Canhões

source: The Guards
pt_br: Os Guardas

source: The Seekers
pt_br: Os Perseguidores

source: These
pt_br: Esses

source: They are fixed and undestructible
pt_br: Elas são fixas e indestrutíveis

source: They move linearly
pt_br: Eles se movem linearmente

source: They teleport you to another portal with the same letter
pt_br: Eles te teleportam para outro portal com a mesma letra

source: This
pt_br: Essa

source: This is a
pt_br: Este é um

source: This one
pt_br: Esse

source: to Start
pt_br: para Iniciar

source: Tutorials
pt_br: Tutoriais

source: up/down arrows
pt_br: setas para cima/baixo

source: Use arrow keys or WASD to move
pt_br: Para se mover, utilize as setas do teclado ou WASD

source: User Level
pt_br: Nível de Usuário

source: Walls
pt_br: Paredes

source: welcome to console puzzle game!
pt_br: bem-vindo ao console puzzle game!

source: When awake, it'll chase you at any cost!
pt_br: Quando acordado, ele vai te caçar a qualquer custo!

source: when pressed
pt_br: quando pressionado

source: You are the letter
pt_br: Você é a letra

source: You better get cover!
pt_br: É melhor você pegar cobertura!

source: You can control the blue player with WASD keys
pt_br: Você pode controlar o jogador azul com as teclas WASD

source: You can not pass through the walls
pt_br: Você não pode atravessar as paredes

source: You can only cross to the direction the arrow is pointing to
pt_br: Você só pode atravessar na direção que a seta está apontando

source: You can push or pull it (holding CTRL down)
pt_br: Você pode empurrar ou puxar ela (segurando CTRL)

source: Your goal is to reach
pt_br: Seu objetivo é chegar no
